00
000
10
100
11
110
12
13
130
131
14
15
150
16
16th
18
19
1920s
1977
20
200
2008
2012
2013
2016
2017
2020
21
21st
23
24
25
2nd
30
31
35
36
385
40
41
45
48
50
500
505
51
52
60
697
700
75
767
90
abandoned
abiding
ability
able
abolish
abolishes
abortion
about
abroad
absolutely
accept
acceptable
access
accident
accomplish
accomplished
according
accountable
accountants
accurate
accused
achieve
acknowledge
across
act
action
actions
activist
acts
actually
add
added
addition
address
adjustable
administration
admits
admitting
ads
advance
advancing
advantage
adversaries
advice
adviser
affecting
afford
afraid
after
aftermath
afternoon
again
against
age
agencies
agency
agenda
agents
aggressive
aggressively
ago
agree
agreement
agreements
agrees
ahead
ailing
air
airbus
aircraft
airman
airport
al
alike
alive
all
alleged
alliances
allies
allotted
allow
allows
alone
along
alongside
already
also
alternative
altogether
always
am
amazed
amazing
ambitions
ame
amendment
amendments
america
american
americans
amnesty
among
amongst
amount
an
analysis
and
anger
angriest
angry
announced
another
answer
answered
answering
any
anybody
anymore
anyone
anything
anywhere
apart
apartment
apologist
apologize
apologized
apologizes
apologizing
apparently
appeared
appears
apple
appoint
appointed
appointment
appreciate
approach
appropriately
apr
april
arab
arabia
arabs
architect
are
aren
argued
argument
arm
armies
arms
army
around
arrested
arrogant
art
article
arts
as
asia
ask
asked
asking
assad
assets
assume
assumed
asunder
asylum
at
attack
attacked
attacking
attacks
attention
attorney
attorneys
audience
august
authority
auto
average
aviv
avoid
avowed
award
away
ayatollah
back
backbone
background
backs
backwards
bad
badly
balanced
ban
bank
bankrupt
bankrupted
banks
banning
barack
barely
bargain
barriers
bartiromo
based
bashar
basically
basis
battle
bay
be
bear
beards
beaten
beating
beats
beautifully
became
because
become
been
beer
before
begging
begin
beginning
begins
behalf
behavior
behind
being
belief
believe
believes
ben
bencarson
bench
bend
benefit
benghazi
bernardino
bernie
beside
best
betray
betrayal
betrays
better
between
beyond
biden
big
bigger
biggest
bill
billion
billionaires
billions
bipartisan
birth
birther
birthright
bit
bitter
black
blame
blew
blind
blindfold
blindfolded
blowing
blue
board
bobby
body
boeing
boko
bomb
bombed
bomber
bombings
bombs
boo
booming
border
borders
born
both
bottom
box
brags
brainwashing
bravery
break
breaking
brides
bridges
brief
briefly
brightest
bring
bringing
brings
brokerage
brought
bruce
buckley
budget
budgets
build
building
buildings
built
bullets
bunch
bureaucrats
burning
burns
bush
business
businesses
businessman
businessmen
businesspeople
but
buy
buyer
buying
buys
by
bypass
cages
calculation
caliber
california
caliphate
call
called
calling
calls
came
campaign
campaigns
can
canada
candidate
candidates
cannot
capability
capture
captured
captures
car
cardholders
cards
care
career
careful
carl
carolina
carrier
carry
carson
cartel
carter
case
cases
cash
category
caterpillar
caught
cause
causing
cavuto
cbo
cbs
center
centers
central
cents
century
ceo
certainly
certainty
certified
certify
chair
chairman
chairs
challenges
chance
chances
change
changed
changing
chaos
charge
charges
charging
charleston
cheating
check
checks
chemical
chest
chicago
chief
child
children
chill
china
chinese
choose
chris
christian
christians
christie
chuck
church
cigars
circumstances
citadel
citibank
cities
citizen
citizens
citizenship
city
civilian
claimed
claims
clarity
class
clean
cleanup
clear
clearly
clergy
cleric
clerics
cling
clinically
clinton
clip
close
closing
co
coal
coalition
code
coins
cold
coliseum
collar
colleagues
collect
collecting
collector
college
colorado
column
columnist
com
come
comes
comey
comfortable
coming
command
commander
comment
comments
commercial
commit
committee
committing
common
communicate
communication
communism
communities
community
companies
company
comparing
compelling
compete
competition
complete
completely
complexity
complicated
comprehensive
conceal
concept
concerned
condition
conducting
conference
confidence
confirmed
confiscate
confront
congress
consent
conservatism
conservative
conservatives
consider
considered
consistent
consistently
consorted
constitution
constitutional
constitutionalist
constraints
construction
consumer
consumers
contacted
continue
continued
continues
contractors
control
controlled
controls
controversial
conversation
convince
convinced
cook
cool
cooperation
cooperative
core
cornerstone
corporate
corporations
correct
correctness
cost
costing
could
couldn
count
counting
countries
country
counts
course
court
courthouse
courts
coverage
crashing
crazies
crazy
create
created
creating
creators
credibility
credible
crime
crimes
criminal
criminals
critical
criticized
criticizing
critics
crop
crowd
cruz
cruzl
cuba
currency
current
customers
cut
cuts
cutting
cyber
cyberattack
cybersecurity
dad
dads
damage
damascus
dangerous
data
daughter
daughters
day
days
de
dead
deadly
deal
dealing
deals
death
debate
debated
debater
debates
debt
debut
decide
decision
decisions
declaratory
decline
dedicate
deductions
deep
deere
defeat
defeated
defeating
defend
defended
defending
defense
deficient
deficit
define
degrade
delegates
deliver
demand
democracies
democracy
democrat
democratic
democrats
demonic
depend
deployments
described
describing
description
desert
destroy
destruction
detailed
detaining
detergent
deteriorate
determine
determining
detroit
devaluations
devalue
devaluing
devastating
dial
dialogue
dianne
dictators
dictatorship
did
didn
died
difference
different
difficult
digit
diminish
diminished
direction
directly
director
dirty
disability
disaster
discipline
disclose
disclosed
disclosing
discount
discouraged
discussed
discussing
disentangle
disgraceful
dismayed
dismissed
disparage
disqualified
dissenters
divide
divisiveness
do
doctor
doctors
dodd
does
doesn
doing
dollar
dollars
domenici
dominate
dominated
don
donald
donation
done
double
doubled
doubling
doubt
down
downtown
dr
dramatically
dream
drew
drive
driver
drivers
dropped
drops
drug
dry
due
dump
dumping
dumps
durable
during
dylann
each
ear
earlier
early
earned
earning
earth
easier
east
eastern
eat
echoing
economic
economically
economy
ed
editorial
education
edward
effectively
efficiently
effort
efforts
ego
egyptians
eight
either
elect
elected
election
electric
electrical
electromagnetic
eleven
eligibility
eligible
eliminate
eliminated
eliminating
else
em
emanuel
embassy
embed
embedded
embodies
embolden
embraced
emerges
emir
employees
employment
en
enabled
enabler
enables
encountered
encrypt
end
ended
endorse
endorsed
endorsement
enemies
enemy
energy
enforce
enforcement
engagement
engaging
engineers
english
enough
enslaves
ensue
ensure
ensuring
enter
entering
enterprise
entire
entitlement
entitlements
entry
epa
episode
equal
equation
equipment
equivalent
eric
error
escalates
especially
essentially
establish
establishment
estate
ethanol
europe
european
even
evening
events
ever
every
everybody
everyone
everyplace
everything
everywhere
evil
evolved
exact
exactly
example
except
exceptional
exchanging
execution
executive
executives
exemptions
exist
existence
existential
exists
exoatmosphere
expanded
expanding
expatriate
expect
expense
expensive
experience
expertise
experts
explain
explained
explains
explanation
explode
explore
export
exports
exposing
extent
extraordinary
extreme
extremism
eye
eyesight
face
facebook
facing
fact
facts
failed
fair
fairly
fall
falling
false
families
family
fantasy
far
farmer
farmers
fascinating
fashioned
fast
faster
father
favor
fbi
fdic
fear
fearful
fears
federal
feel
feeling
feels
feinstein
fellow
few
fewer
fiance
fiances
fiction
field
fight
fighter
fighters
fighting
figure
files
filibuster
filing
fill
final
finally
financial
financially
find
finding
fine
finest
fire
firearms
fired
firefighter
firestorm
first
fiscal
five
fix
fixing
flat
fled
flew
flexibility
flip
floating
floor
florida
flow
fly
flying
flynn
focus
focused
focusing
folder
folk
folks
follow
follows
for
forbid
force
forced
forces
forcing
foreign
foreigners
foremost
forfeit
forgiveness
form
former
formula
forth
forward
fought
found
founded
founders
four
fox
foxbusiness
frack
fracking
frame
frank
frankly
free
freedom
freer
freest
freeze
friend
friends
from
front
frustrated
fulfill
full
fund
funding
furious
further
fury
future
game
gang
garages
gather
gave
gay
gears
gender
general
generation
genocide
gentlemen
george
germany
get
gets
getting
give
given
gives
giving
glad
gladly
global
go
goal
god
goes
going
goldman
gone
good
goods
gore
got
gotten
government
governor
governors
grace
grade
graham
grandchildren
grandiose
graphic
great
greater
greatest
green
grew
grid
gripped
ground
group
groups
grow
growing
growth
guantanamo
guarantee
guess
guessed
guest
guidelines
gulf
gun
guns
gut
guts
gutted
gutting
guy
guys
hacking
hacks
had
haley
half
hamas
hammered
hammers
hampshire
hamrie
hand
handle
handled
hands
happen
happened
happening
happens
happy
haram
hard
harder
hardworking
harm
harold
harry
harvard
has
hasakah
hasn
hat
hate
hatred
have
haven
having
he
head
headed
headline
headquarters
heads
heal
healed
healing
health
healthcare
hear
heard
heart
heartbreaking
heat
heavily
heck
heidi
held
hell
heller
help
helps
hemisphere
her
here
hers
hey
hezbollah
hide
high
higher
highest
hillary
him
hire
hiring
his
history
hit
holder
holding
holds
home
homegrown
homeland
homes
honest
honesty
honor
hope
hopes
horrible
horribly
horrific
horrified
horror
horse
hospitals
host
hot
hotel
hours
house
how
huge
hugely
huh
humanely
humiliation
hundred
hundreds
hurt
hurting
hurts
icahn
idea
ideas
if
ii
illegal
illegally
illegals
illustrate
imagine
imaging
immediate
immediately
immigrants
immigration
import
important
imports
impose
imposed
impossible
impress
impulse
in
inadvertent
inaugurated
incident
include
including
income
incompetent
increase
increased
increases
incredible
indeed
independence
independent
india
indiana
indicate
indignantly
indignation
indiscretions
individual
individuals
indonesia
industry
ineffective
information
infrastructure
inherit
insane
inside
insist
inspire
instances
instead
insulted
insulting
insurance
integration
integrity
intelligence
intercepts
interest
interested
interesting
interestingly
interests
interfacing
international
internet
interrupt
interview
interviewed
into
introduced
invented
inversion
invest
invested
investigation
investigations
investing
investment
investors
invited
invoked
involved
iowa
iran
iranian
iranians
iraq
iraqi
irs
is
isis
islam
islamic
isn
israel
issue
issues
it
ite
its
itself
ivanka
jail
james
jan
january
japan
jeb
jeff
jersey
jerusalem
jihad
jihadist
jihadists
jindal
job
jobs
john
johnny
join
joining
joins
jordan
jordanians
journal
journals
judeo
judgment
judicial
jumps
just
justice
justices
justly
jv
kamatsu
kasich
keep
keeping
keeps
kelly
kept
kerry
key
khamenei
kick
kid
kidding
kids
killed
killer
killers
killing
killings
kind
kindly
kinds
king
knees
knew
knight
knock
know
known
knows
korea
kurds
lady
laffer
laid
land
language
large
largest
larry
laser
last
late
latest
laugh
laughed
launched
launches
laundry
law
lawlessness
lawrence
laws
lawsuit
lawyer
lawyers
lead
leaders
leadership
leading
leads
learned
least
leave
leaves
leaving
led
ledger
left
legal
legalization
legalizing
legally
legislation
legislature
legitimacy
legitimate
less
let
letting
level
levels
leverage
liability
liberal
liberty
lies
life
lifetime
lift
like
limiting
limits
lindsey
line
lines
listen
litigation
little
live
lived
lives
living
livingston
ll
load
loan
loans
lobbyist
lobbyists
local
long
longer
longstanding
look
looked
looking
loom
loopholes
lords
lose
losing
lost
lot
lots
love
loved
loving
low
lower
lowest
lung
maddened
made
madrasses
mailman
main
mainstream
major
majority
make
makes
making
man
manage
managing
mandates
mandating
manhattan
manipulate
manipulating
mankind
manner
mantle
manufacturers
manufacturing
many
march
marching
marco
maria
marijuana
marine
mark
market
marriage
married
mass
masse
masses
massive
massively
match
materials
matter
matters
may
maybe
mccain
me
mean
meaningful
means
meant
measures
mechanisms
medal
media
median
medicaid
medicare
medium
meet
meeting
meets
members
men
mental
mention
mentioned
mercy
mergers
merit
mess
message
messages
messed
mexican
mexico
middle
might
migration
mile
miles
military
million
millionaires
millions
millisecond
mills
milwaukee
mind
mine
miner
minute
minutes
miracle
misconduct
misrepresent
misrepresentation
missiles
missing
mission
missionary
mistake
mistreated
misunderstood
mitt
moderator
mom
moment
moms
money
monies
month
months
more
morning
most
mother
move
moved
moves
movie
moving
mr
mrs
much
mullahs
multi
multiple
murdering
muslim
muslims
must
my
myself
nafta
name
named
names
naming
nancy
narrow
nasty
nation
national
nations
natural
naturalized
navy
nbc
nearby
nearly
necessary
necessitate
need
needed
needs
negotiate
neighborhood
neighborhoods
neil
neither
net
network
networks
neurosurgeon
never
new
news
newspapers
next
nice
night
nights
nikki
nina
nine
nineteen
no
nobody
nomination
nominee
none
nor
north
not
note
nothing
notice
notices
notion
november
now
nowhere
nra
nsa
nuclear
number
numbers
nursing
nut
nyc
obama
obamacare
obligation
observation
obtaining
obviously
occasions
occurring
of
off
offended
offensive
offered
office
officer
officers
officials
offshore
oh
ohio
oil
ok
okay
old
older
olds
on
once
one
ones
ongoing
online
only
opec
open
opening
operation
operational
operatives
opm
opponent
opportunity
oppose
opposed
opposite
opposition
ops
option
options
or
order
ordering
orders
ordinary
other
others
otherwise
ought
our
ours
ourselves
out
outside
over
overhang
overly
overseas
owed
own
owned
owner
owners
owning
pac
page
paid
pain
paint
painting
panama
paper
paperwork
pardoned
parenthood
parents
paris
part
particular
particularly
parties
party
pass
passed
passing
passionate
passport
past
path
patience
paul
pause
pausing
pay
paycheck
paying
payroll
pays
peace
peaceful
peanuts
peddling
pelosi
penalized
pentagon
people
percent
percentage
perfect
performing
period
permanent
permanently
permit
person
personnel
petitioning
petulant
pew
philadelphia
picked
picks
pickup
picture
piece
pilots
pipe
place
places
plan
plane
planes
planned
planning
plans
plant
plants
platforms
play
played
player
playing
plotting
plus
pocket
point
pointed
points
police
policeman
policies
policy
political
politicians
politics
poll
polls
poor
poorest
populated
population
populations
posing
position
positions
possessing
possession
postcard
potential
pouring
power
powerful
praised
praises
predecessor
predicting
prefer
prepared
preparing
present
presidency
president
presidential
presidents
press
pressure
prevailed
prevent
prevention
preventive
price
prices
primary
principle
principles
prior
prioritize
priority
private
privilege
pro
proactive
probably
problem
problems
proceeding
process
proclamations
procurement
produce
producers
produces
product
production
products
professor
professors
program
programs
progress
progressive
progressives
project
proliferate
promise
proof
prop
properly
proposal
proposed
prosecute
prosecutor
prosperous
protect
protecting
protectionist
protects
protest
protesters
proud
proven
provided
province
provocations
provoked
ptt
public
publicly
pull
pulse
punitive
purpose
pursuing
pushed
pushing
put
putin
puts
putting
qaida
qatar
quarter
question
questions
quick
quips
quite
quote
quoted
race
radical
radicalized
radicalizing
radicals
raise
raised
raises
raising
ran
rancher
ranchers
rand
range
raqqa
rash
rate
rates
rather
rating
ratings
ray
re
reading
ready
reagan
real
reality
realize
really
rear
reason
reasons
rebuild
rebuilding
rebuilt
recall
recent
recently
reception
recipient
reciprocal
reclaim
recognition
recognize
recognizes
recognizing
recommendations
reconsider
record
recruiting
red
reduce
reduction
reexamined
referring
reform
reformer
reforming
reforms
refreshing
refugee
refugees
refuse
refuses
regan
regard
region
register
regressive
regrets
regulate
regulation
regulations
regulatory
reid
reimpose
rejected
related
relates
relation
relationship
relationships
release
released
religion
religious
relying
remarkable
remember
remove
removes
rename
repairs
repatriation
repeal
repealed
replace
replaced
report
reportedly
reporting
reports
representative
representatives
represented
republican
republicans
reputable
required
requires
research
reserve
reset
resist
resonates
resonating
resources
respect
respected
respond
responder
responds
response
responsible
rest
restore
restoring
restrict
result
results
retaliate
retaliation
rethink
retired
retirement
retrain
revenue
reversing
revive
rhetoric
rich
richest
rid
ride
rifle
right
rights
ripping
rise
risen
rising
risk
rivals
roads
robust
rockets
rodham
role
romney
ronald
roof
room
roots
rosy
rounding
routes
rubio
rule
rules
rumsfeld
run
running
russert
russia
russian
russians
sachs
safe
safer
safety
said
sailor
sailors
sales
same
san
sanctions
sanctuary
sanders
sang
sat
saudi
saudis
save
saves
savvier
saw
say
saying
says
scale
scared
scenario
schumer
scotland
screening
screw
scrutinized
seat
second
secondly
seconds
secretaries
secretary
section
sector
secular
secure
security
see
seeing
seek
seeking
seems
seen
selected
self
sell
selling
sells
senate
senator
senators
send
sending
sends
senior
seniors
sense
separate
september
sequester
series
serious
seriously
servant
serve
served
service
servicemen
services
sessions
set
setting
seven
several
sexual
shameful
shaping
share
she
shelters
shi
ships
shirt
shoot
shootings
shot
should
shouldn
show
showdown
showed
shown
shows
shut
side
sidelined
sides
sight
sign
signal
signals
signed
significant
signing
silicon
similarly
simple
simply
simultaneously
since
single
sir
siren
sitting
situation
six
sixth
size
skills
slapping
slashing
slime
slipping
slot
small
smart
smarter
smell
smoking
smothering
snowden
so
social
socialist
socially
society
soil
sold
soldier
solid
solve
solved
some
somebody
somehow
someone
something
sometimes
song
sonia
sons
soon
sophisticated
sorry
sort
sorts
sotomayor
souls
sound
sounded
sounds
source
south
southern
soviet
soybean
speak
speaking
special
spectacle
speed
spending
spent
spiking
spin
spiraling
spirit
spoken
spot
spread
springsteen
square
stability
stage
stagnated
stand
standards
standing
standings
star
start
started
starts
state
statement
statements
states
statewide
statistics
stay
steady
steal
steel
step
steve
stick
sticks
still
stock
stocks
stole
stood
stop
stopping
store
storm
story
straight
straightforward
strayed
streaming
street
streets
strength
strengthen
strengthening
stretch
strict
strictest
strike
strikes
strom
strong
stronger
strongest
strongly
structurally
struggles
stuff
stunning
stupid
submission
subsidies
substance
substantial
substantive
succeeding
successful
such
sucking
sue
sued
suggest
suggested
suggesting
suggestion
suit
summary
summer
summit
sunni
sunnis
superiority
supply
support
supported
supporter
supporters
supports
supposed
supreme
sure
surpluses
survive
suspend
suspends
switch
syria
syrian
syrians
system
take
taken
takes
taking
talk
talked
talking
talks
tanker
tapped
target
tariff
tariffed
tariffs
task
taught
taunt
taunts
tax
taxation
taxed
taxes
taxing
taxpayers
teaching
team
tears
technological
technology
ted
tehran
tel
tell
telling
tells
temporarily
ten
tenant
tens
term
terms
terrible
territory
terror
terrorism
terrorist
terrorists
test
tested
testing
texas
than
thank
thanks
that
the
their
them
themselves
then
theories
theory
there
therefore
these
they
thing
things
think
thinking
thinks
third
thirdly
this
those
though
thought
thousands
threat
threaten
three
thriving
throat
through
throughout
throwing
thrown
thurmond
ticket
tie
tighten
tightening
tim
time
times
tinpot
tired
to
today
together
told
tomorrow
tonight
too
took
tools
top
topic
topics
tore
torn
total
totally
touched
touching
tough
touting
towards
tpa
track
tractor
tractors
trade
trader
trading
traditional
trafficking
tragedies
tragedy
training
traitor
travel
traveling
travels
treason
treasury
treat
treated
treating
tremendous
trial
tribe
tried
tries
trigger
trillion
trmup
trojan
troops
trouble
truck
true
truly
truman
trump
trust
truth
try
trying
tuesday
tumbled
tune
tunnels
turn
turner
turning
turns
tv
twenty
twice
twisted
two
ultimately
unbelievable
unconstitutional
under
underestimated
underestimates
undermine
undermines
undermining
understand
understanding
understands
understood
undoes
unemployment
unfair
unfortunately
unfriendly
unhinged
unilaterally
union
unison
unite
united
unites
unity
universe
unless
unlike
unresponsive
until
up
upset
us
usa
use
used
uses
using
utterly
valley
value
valued
values
variety
vast
vat
ve
verge
versus
very
vet
veto
vetoed
vets
vetted
vice
victims
video
view
viewed
views
vigilance
vigilant
violate
violated
violence
violent
virtual
visa
visas
vision
vladimir
vocational
voice
voices
vote
voted
voters
voting
vulnerabilities
vulnerable
wages
wait
waiting
waiver
wake
walks
wall
want
wanted
wanting
wants
war
wards
warmest
warning
warp
warrant
wars
was
washington
wasn
watch
watched
watching
waters
way
ways
we
weak
weaken
weakened
weakening
weaker
weakness
wealth
wealthy
weapon
weapons
wedding
week
weeks
welcome
welcoming
welfare
well
went
were
weren
western
westerners
what
whatever
whatsoever
when
where
wherever
whether
which
while
whispering
white
who
whole
whose
why
wife
wild
will
william
willing
win
wind
wing
winner
wins
wise
with
within
without
woman
women
won
wonder
wonderful
wondering
woolly
word
words
work
worked
worker
workers
working
works
world
worldwide
worried
worry
worse
worst
worth
would
wouldn
wounded
wraps
writes
written
wrong
wrote
xxx
yards
yazidis
yeah
year
yearning
years
yen
yes
yesterday
yet
york
yorkers
you
young
your
yourself
zero
zone
zones
